Repository: Pacolu/contao-real-estate-manager
Catalog: src/Resources/contao/languages/*/*_estate_types.xlf
Languages: de

# tl_estate_types.title_legend
source: Administration type
de: Verwaltungstyp

# tl_estate_types.title.0
source: Administration type
de: Verwaltungstyp

# tl_estate_types.title.1
source: Please enter the administration type
de: Bitte geben Sie den Verwaltungstyp ein.

# tl_estate_types.new.0
source: New type
de: Neuer Typ

# tl_estate_types.new.1
source: Create a new type
de: Erstelle einen neuen Typ

# tl_estate_types.show.0
source: type details
de: Typobjekte

# tl_estate_types.show.1
source: Show the details of %s
de: Zeige die Objekte des Typs %s

# tl_estate_types.edit.0
source: Edit type
de: Bearbeite Typ

# tl_estate_types.edit.1
source: Edit type %s
de: Bearbeite den Typ %s

# tl_estate_types.copy.0
source: Copy type
de: Kopiere Typ

# tl_estate_types.copy.1
source: Duplicate type %s
de: Dupliziere den Typ %s

# tl_estate_types.delete.0
source: Delete type
de: Lösche Typ

# tl_estate_types.delete.1
source: Delete type %s
de: Lösche den Typ %s
