Repository: Pacolu/contao-real-estate-manager
Catalog: src/Resources/contao/languages/*/*_estates.xlf
Languages: de

# tl_estates.title_legend
source: object descriptions
de: Objektbeschreibungen

# tl_estates.adress_legend
source: Address data
de: Adressdaten

# tl_estates.information_legend
source: General information
de: Allgemeine Informationen

# tl_estates.miet_legend
source: Information for renting
de: Informationen für das Vermieten

# tl_estates.kauf_legend
source: Information for selling
de: Informationen für das Verkaufen

# tl_estates.extra_legend
source: Extra information
de: Extra Informationen

# tl_estates.media_legend
source: Media Information
de: Bilder und Dateien Informationen

# tl_estates.published_legend
source: Availability
de: Verfügbarkeit

# tl_estates.referenz_legend
source: house services
de: Leistungen des Hauses

# tl_estates.title.0
source: Title of the object
de: Titel des Objektes

# tl_estates.title.1
source: Please enter a meaningful title
de: Bitte tragen Sie einen aussagekräftigen Titel ein

# tl_estates.type.0
source: Type of house
de: Art des Hauses

# tl_estates.type.1
source: Please enter the type of object (single-family house, multiple-family house etc.).
de: Bitte tragen Sie die Art des Objektes ein (Einfamilienhaus, Mehrfamilienhaus etc.).

# tl_estates.expose.0
source: Expose number
de: Expose Nummer

# tl_estates.expose.1
source: Enter a unique reference of the object here.
de: Hier eine eindeutige Referenzierung des Objektes eingeben.

# tl_estates.location.1
source: Please enter the street postcode and city.
de: Bitte geben Sie die Straße PLZ und Stadt ein.

# tl_estates.floor.0
source: floor of the object
de: Etage des Objektes

# tl_estates.floor.1
source: If available, on which floor the object is located.
de: Falls vorhanden, auf welcher Etage sich das Objekt befindet.

# tl_estates.number_of_floors.0
source: Number of floors
de: Anzahl der Etagen

# tl_estates.number_of_floors.1
source: Enter the number of floors of the object house.
de: Geben Sie die Anzahl der Etagen des Objekthauses ein.

# tl_estates.shared_flat.0
source: Is a WG possible?
de: Ist eine WG möglich?

# tl_estates.shared_flat.1
source: Enter a statement here.
de: Hier eine Aussage eintragen.

# tl_estates.date.0
source: Set clean on
de: Reingestellt am

# tl_estates.date.1
source: Enter here the date for sorting.
de: Hier das Datum für die Sortierung eingeben.

# tl_estates.rooms.0
source: Number of rooms
de: Zimmeranzahl

# tl_estates.rooms.1
source: Enter the number of rooms here.
de: Hier die Anzahl der Zimmer eintragen.

# tl_estates.condition.0
source: state of the object
de: Zustand des Objektes

# tl_estates.condition.1
source: Enter the state of the object here.
de: Hier den Zustand des Objektes eingeben.

# tl_estates.year_of_construction.0
source: year of construction
de: Baujahr

# tl_estates.year_of_construction.1
source: Enter the year of construction of the object house here.
de: Hier das Baujahr des Objekthauses eintragen.

# tl_estates.living_space.0
source: Living space in square meters
de: Wohnfläche in Quadratmetern

# tl_estates.living_space.1
source: Please enter the living space(without square meters).
de: Bitte geben Sie die Wohnfläche an(ohne Quadratmeter).

# tl_estates.heating.0
source: heating type
de: Heizungsart

# tl_estates.heating.1
source: Enter the heating type here.
de: Hier die Heizungsart eingeben.

# tl_estates.balcony.0
source: balcony yes no
de: Balkon Ja Nein

# tl_estates.balcony.1
source: Please specify if a balcony is available.
de: Bitte angeben, ob ein Balkon verfügbar ist.

# tl_estates.pets.0
source: pet question
de: Haustierfrage

# tl_estates.pets.1
source: Are pets possible or not?
de: Sind Haustiere möglich oder nicht?

# tl_estates.pitch.0
source: pitch
de: Stellplatz

# tl_estates.pitch.1
source: Are pitches available?
de: Sind Stellplätze verfügbar?

# tl_estates.energy_certificate.0
source: energy pass of the object
de: Energieausweis des Objektes

# tl_estates.energy_certificate.1
source: Here you choose a PDf, which represents the energy pass
de: Hier wählen Sie eine PDf, welche den Energieausweis darstellt.

# tl_estates.bail.0
source: deposit amount
de: Kautionsbetrag

# tl_estates.bail.1
source: How much is the deposit for the object? If the amount is money, please write € behind it.
de: Wie hoch ist die Kaution für das Objekt? Bei Geldbetrag bitte € dahinter schreiben.

# tl_estates.cold_rent.0
source: Rent without additional costs
de: Miete ohne Nebenkosten

# tl_estates.cold_rent.1
source: Please enter the cold rent.
de: Bitte geben Sie die Kaltmiete ein.

# tl_estates.warm_rent.0
source: Rent with additional costs
de: Miete mit Nebenkosten

# tl_estates.warm_rent.1
source: Please enter the warm rent.
de: Bitte geben Sie die Miete zzgl. Nebenkosten ein.

# tl_estates.additional_costs.0
source: additional costs
de: Nebenkosten

# tl_estates.additional_costs.1
source: Enter here the amount without € at the end.
de: Hier den Betrag ohne € am Ende eintragen.

# tl_estates.heating_cost.0
source: Heating Cost
de: Heizkosten

# tl_estates.heating_cost.1
source: Enter here the amount without € at the end.
de: Hier den Betrag ohne € am Ende eintragen.

# tl_estates.usable_area.0
source: usable area in square meters
de: Nutzfläche in Quadratmetern

# tl_estates.usable_area.1
source: Please specify the usable area(without square meters).
de: Bitte geben Sie die Nutzfläche an(ohne Quadratmeter).

# tl_estates.number_of_bedrooms.0
source: Number of bedrooms
de: Anzahl der Schlafzimmer

# tl_estates.number_of_bedrooms.1
source: Enter the number of bedrooms here.
de: Hier die Anzahl der Schlafzimmer eintragen.

# tl_estates.number_of_bathrooms.0
source: Number of bedrooms
de: Anzahl der Badezimmer

# tl_estates.number_of_bathrooms.1
source: Enter the number of bedrooms here.
de: Hier die Anzahl der Badezimmer eintragen.

# tl_estates.kitchen.0
source: kitchen type
de: Küchenart

# tl_estates.kitchen.1
source: Please enter type of kitchen(fitted kitchen, without kitchen etc.).
de: Bitte Art der Küche eintragen(Einbauküche, ohne Küche etc.).

# tl_estates.bath.0
source: Type of bathroom
de: Art des Bades

# tl_estates.bath.1
source: Enter the type of the bathroom here.
de: Hier die Art des Bades eintragen.

# tl_estates.purchase_price.0
source: purchase price
de: Kaufpreis

# tl_estates.purchase_price.1
source: If object for sale please enter sale price without €
de: Falls Verkaufsobjekt bitte Verkaufspreis ohne € eintragen.

# tl_estates.commission.0
source: commission amount
de: Provisionssumme

# tl_estates.commission.1
source: How much is the commission for the object? In case of money amount please write € behind.
de: Wie hoch ist die Provision für das Objekt? Bei Geldbetrag bitte € dahinter schreiben.

# tl_estates.plot_area.0
source: plot area in square meters
de: Grundstückfläche in Quadratmetern

# tl_estates.plot_area.1
source: Please specify the plot area(without square meters).
de: Bitte geben Sie die Grundstückfläche an(ohne Quadratmeter).

# tl_estates.rental_income.0
source: rental income p.a.
de: Mieteinnahmen p.a.

# tl_estates.rental_income.1
source: Please enter the rental income (without €).
de: Bitte geben Sie die Mieteinnahmen ein (ohne €).

# tl_estates.x_times_rent.0
source: X-fold rent
de: X-Fache Miete

# tl_estates.x_times_rent.1
source: Please enter the X-fold rent.
de: Bitte geben Sie die X-Fache Miete ein.

# tl_estates.available.0
source: From when available.
de: Ab wann verfügbar

# tl_estates.available.1
source: Enter here the date or the text, how the object can be moved.
de: Hier das Datum oder den Text eingeben, wie das Objekt bezogen werden kann.

# tl_estates.visit.0
source: From when Visitable
de: Ab wann Besichtbar

# tl_estates.visit.1
source: Enter here the date or the text how the object can be viewed.
de: Hier das Datum oder den Text eingeben, wie das Objekt besichtigt werden kann.

# tl_estates.object_id.0
source: Provider Object ID
de: Anbieter Objekt ID

# tl_estates.object_id.1
source: Enter the Provider Object ID here, if available...
de: Hier, falls vorhanden die Anbieter Objekt ID eingeben...

# tl_estates.immonet_number.0
source: Number of the object in Immonet
de: Nummer des Objektes in Immonet

# tl_estates.immonet_number.1
source: Enter the unique number for the object in Immonet here.
de: Hier die eindeutige Nummer für das Objekt in Immonet eintragen.

# tl_estates.information.0
source: Additional information
de: Zusätzliche Informationen

# tl_estates.information.1
source: Please enter additional information relevant to this object here.
de: Bitte geben Sie hier zusätzliche Informationen an, die für dieses Objekt relevant sind.

# tl_estates.display_picture.0
source: display image of the object
de: Anzeigebild des Objektes

# tl_estates.display_picture.1
source: Here you select the image for the object to be used as preview image.
de: Hier wählen Sie das Bild für das Objekt aus, welches als Vorschaubild genommen werden soll.

# tl_estates.gallery.0
source: Images of the object
de: Bilder des Objektes

# tl_estates.gallery.1
source: Here you select all other images for the object.
de: Hier wählen Sie alle weiteren Bilder für das Objekt aus.

# tl_estates.expose_pdf.0
source: Expose of the object
de: Expose des Objektes

# tl_estates.expose_pdf.1
source: Here you select a PDf which describes the object in more detail.
de: Hier wählen Sie eine PDf, welche das Objekt näher beschreibt.

# tl_estates.services.0
source: Services
de: Leistungen

# tl_estates.services.1
source: Enter the services for the object in a list here.
de: Hier die Leistungen für das Objekt in einer Liste eingeben.

# tl_estates.published.0
source: Object still available?
de: Objekt noch verfügbar?

# tl_estates.published.1
source: Can this object still be rented/sold?
de: Kann dieses Objekt noch Vermietet/Verkauft werden?

# tl_estates.new.0
source: New object
de: Neues Objekt

# tl_estates.new.1
source: Create a new object
de: Erstelle ein neues Objekt

# tl_estates.show.0
source: object details
de: Objektdetails

# tl_estates.show.1
source: Show the details of %s
de: Zeige die Details von %s

# tl_estates.edit.0
source: Edit object
de: Bearbeite Objekt

# tl_estates.edit.1
source: Edit object %s
de: Bearbeite das Objekt %s

# tl_estates.copy.0
source: Copy object
de: Kopiere Objekt

# tl_estates.copy.1
source: Duplicate object %s
de: Dupliziere das Objekt %s

# tl_estates.delete.0
source: Delete object
de: Lösche Objekt

# tl_estates.delete.1
source: Delete object %s
de: Lösche das Objekt %s
